Revit 2024 API
GroupTypeId.PatternApplication Property
 Pattern Application.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId PatternApplication { get; }
Visual Basic
Public Shared ReadOnly Property PatternApplication As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PatternApplication {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace